Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: There are no experimental features for testing.
pt: Não há características experimentais para testes.

source: There are no quotation marks specified. You must specify at least first level quotation marks before you can run the Quotations Check. Would you like to do so now?
pt: Não há nenhuma aspas especificadas. Você deve especificar pelo menos primeiros níveis de aspas antes de executar a verificação de Citações. Você gostaria de fazer isso agora?

source: There is a missing closing parenthesis ')' somewhere around here: '{0}'.
pt: Falta um parêntese de fechamento ')' em algum lugar por aqui: '{0}'.

source: There is a missing closing square bracket ']' somewhere around here: '{0}'.
pt: Falta um colchete de fechamento ']' em algum lugar por aqui: '{0}'.

source: There is a missing opening parenthesis '(' somewhere around here: '{0}'.
pt: Falta um parêntese de abertura '(' em algum lugar por aqui: '{0}'.

source: There is a missing opening square bracket '[' somewhere around here: '{0}'.
pt: Falta um colchete de abertura '[' em algum lugar por aqui: '{0}'.

source: There is an invalid character in the Beginning Marker. The valid characters are a-z, A-Z, 0-9 and some punctuation. Space is a valid character but only at the end of the marker.
pt: Há um carácter inválido no inicio do marcador. Os caracteres válidos são a-z, A-Z, 0-9 e alguns sinais de pontuação. O espaço é um carácter válido, mas apenas no final do marcador.

source: There is an invalid character in the Ending Marker. The valid characters are a-z, A-Z, 0-9 and some punctuation. Space is a valid character but only at the end of the marker.
pt: Há um carácter inválido no final do marcador. Os caracteres válidos são a-z, A-Z, 0-9 e alguns sinais de pontuação. O espaço é um carácter válido, mas apenas no final do marcador.

source: There is no description available for this item.
pt: Não há nenhuma descrição disponível para este item.

source: there is no form!
pt: não há nenhuma forma!

source: (There is no open {0} item to contain this marker.)
pt: (Não existe {0} item aberto para conter esse marcador.)

source: There is some kind of error somewhere around here: '{0}'. It may be a missing underscore _, two or more underscores, a missing slash /, something beyond a word boundary symbol #, or two or more word boundary symbols at the same edge.
pt: Existe algum tipo de erro em algum lugar por aqui: '{0}'. Pode ser uma falta de sublinhado _, dois ou mais sublinhados, faltando uma barra /, algo além de um limite de símbolo de palavra #, ou dois ou mais símbolos de limite de palavras na mesma extremidade.

source: There was a problem while trying to restore the dialog saved responses. Your settings will be restored to their default values.
pt: Ocorreu um problema ao tentar restaurar a caixa de diálogo respostas salvas. As configurações serão restauradas para seus valores padrão.

source: There was a problem while trying to restore the settings. Your settings will be restored to their default values.
pt: Ocorreu um problema ao tentar restaurar as configurações. As configurações serão restauradas para seus valores padrão.

source: There was an error while reading in the XML file: {0}.
pt: Ocorreu um erro durante a leitura no arquivo XML: {0}.

source: There was an error: {0} {1}
pt: Houve um erro: {0} {1}

source: These are the languages used for translations, texts, lexical headwords, example sentences, people, location names, etc. Select, or define, a default vernacular language writing system.
pt: Estes são os idiomas usados para traduções, textos, palavras lexicais principais, exemplos de sentenças, pessoas, nomes de localização, etc. Selecione ou defina um sistema de escrita padrão do idioma vernacular.

source: 1 Thessalonians
pt: 1 Tessalonicenses

source: 2 Thessalonians
pt: 2 Tessalonicenses

source: This is a dummy label
pt: Esta é uma etiqueta fictícia.

source: THIS IS A TEST!
pt: ISTO É UM TESTE!

source: This Lexeme Form contains several morphemes. Add the fields for me to specify the components and type of complex form.
pt: Esta Forma de Lexema contém vários morfemas. Adicione os campos para especificar os componentes e tipo de forma complexa.

source: This Lexeme Form is also another kind of variant. Add the fields for me to specify the related forms(s) and the variant type(s).
pt: Esta Forma de Lexema é também outro tipo de variante. Adicione os campos para especificar a(s) forma(s) relacionada(s) e o(s) tipo(s) de variante(s).

source: This Lexeme Form is related to another form as a variant. Add the fields for me to specify the related forms(s) and type of variant.
pt: Esta Forma de Lexema está relacionado a outra forma como uma variante. Adicione os campos para especificar a(s) forma(s) relacionada(s) e o tipo de variante.

source: This project already has a writing system named "{0}" that uses the full code "{1}". This program cannot modify the original "{2}" writing system due to this conflict.
pt: Este projeto já tem um sistema de escrita chamado "{0}" que usa o código completo "{1}". Este programa não pode modificar o sistema de escrita original "{2}" por causa deste conflito.

source: This writing system for {0} is for:
pt: Este sistema de escrita para {0} é para:

source: This writing system named "{0}" with full code "{1}" is new to this project, but it exists in other projects. Only one definition for a given code is allowed for all projects on your computer.{2}Do you want to install the definition used by other projects?{2}Choose No to change the full code (language, script, region, and/or variant) to something that is unique.
pt: Este sistema de escrita chamado "{0}" com código completo "{1}" é novo para este projeto, mas existe em outros projetos. Somente uma definição para um código determinado é permitido para todos os projetos no seu computador. {2} Você deseja instalar a definição utilizada pelos outros projetos? {2} Escolha Não para alterar o código completo (idioma, script, região, e/ou variante) para algo único.

source: This writing system uses the International Phonetic Alphabet (IPA).
pt: Este sistema de escrita usa o Alfabeto Fonético Internacional (IPA).

source: Thumbnail
pt: Miniatura

source: 1 Timothy
pt: 1 Timóteo

source: 2 Timothy
pt: 2 Timóteo

source: Tip:
pt: Dica:

source: Title
pt: Título

source: Title Short (property)
pt: Título Curto (propriedade)

source: Title should begin with a capital letter
pt: Título deve começar com letra maiúscula

source: Titus
pt: Tito

source: To Category
pt: Para Categoria

source: To create a circumfix, every non-blank alternative of the Lexeme Form must have two morphemes separated by a space or period(s).
pt: Para criar um circunfixo, cada alternativa não-branco da forma de lexema deve ter dois morfemas separados por espaço(s) ou ponto(s) final(ais).

source: To edit the template table: right-click on STEM, on a slot name, or on a morpheme.
pt: Para editar a tabela de modelos: Clique com o botão direito do mouse no RADICAL, em um nome de posição ou sobre um morfema.

source: To Inflection Class
pt: Para Classe de Flexão

source: To Inflection Features
pt: Para Características de Flexão

source: To insert a new Book, click here:
pt: Para inserir um novo Livro, clique aqui:

source: To see occurrences, click Scan.
pt: Para ver as ocorrências, clique em Verificar.

source: To show a blank screen, click here:
pt: Para exibir uma tela em branco, clique aqui:

source: To specify a Concordance, select a line in which to search and enter the text to search for.
pt: Para especificar uma concordância, selecione uma linha que pretende pesquisar e introduza o texto a pesquisar.

source: &To:
pt: &Para:

source: To:
pt: Para:

source: today at {0}
pt: hoje a(s) {0}

source: Tone
pt: Tom

source: Tones
pt: Tons

source: &Toolbar
pt: &Barra de ferramenta

source: Toolbar name cannot be empty.
pt: Nome da barra de ferramenta não pode estar vazio.

source: &Toolbar Name:
pt: &Nome da barra de ferramenta:

source: &Toolbars
pt: &Barra de ferramentas

source: Toolbars
pt: &Barra de ferramentas

source: Toolb&ars:
pt: B&arra de ferramentas:

source: Toolbox and Shoebox Databases
pt: Bancos de Dados do Shoebox e do Toolbox

source: &Tools
pt: &Ferramentas

source: _Tools
pt: _Ferramentas

source: Tools
pt: Ferramentas

source: &Top
pt: &Topo

source: Top
pt: Topo

source: Total Markers: XXX
pt: Total de Marcadores: XXX

source: [total pages]
pt: [total de páginas]

source: T&railing
pt: À d&ireita

source: Trailing
pt: À direita

source: Trailing Token
pt: Símbolo Posterior

source: &Training
pt: &Treinamento

source: _Training
pt: _Treinamento

source: Training
pt: Treinamento

source: Training available
pt: Treinamento disponível

source: Transformation problem (phase 1): {0}
pt: Problema de transformação (fase 1): {0}

source: Transformation problem (phase 2): {0}
pt: Problema de transformação (fase 2): {0}

source: Transformation problem (phase 3): {0}
pt: Problema de transformação (fase 3): {0}

source: Transformation problem (phase 4): {0}
pt: Problema de transformação (fase 4): {0}

source: Transformation problem: {0}
pt: Problema de transformação: {0}

source: Translation
pt: Tradução

source: Translation Editor
pt: Editor de Traduções

source: Translation Editor Notes
pt: Notas sobre Editor de Traduções

source: Translation Editor Notes...
pt: Notas sobre Editor de Traduções...

source: Translation Editor Style
pt: Estilo de Editor de Traduções

source: Translation Editor...
pt: Editor de Traduções…

source: Translation Type
pt: Tipo de Tradução

source: Translation Types
pt: Tipos de Tradução

source: Translations
pt: Traduções

source: Tr&anslator
pt: Tr&adutor(a)

source: Translator
pt: Tradutor(a)

source: &Treat as Punctuation
pt: &Tratar como Pontuação

source: Treat as word forming
pt: Tratar como formando palavras

source: Truncated field
pt: Campo incompleto

source: Try a Word
pt: Tente uma Palavra

source: _Try a Word...
pt: _Tente uma palavra...

source: &Try it
pt: &Tente isto

source: Trying to load {0}. Your installation may be corrupt.
pt: Tentando carregar {0}. Sua instalação pode estar corrompida.

source: Turn off all filters
pt: Desativar todos os filtros

source: Turn off all filters.
pt: Desativar todos os filtros.

source: Turquoise,0,255,255
pt: Turquesa,0,255,255

source: Tutorials
pt: Tutoriais

source: Two
pt: Dois

source: &Type
pt: &Tipo

source: _Type
pt: _Tipo

source: Type
pt: Tipo

source: Type a space to separate morphemes and a break character to indicate the morpheme type.
pt: Digitar um espaço para separar os morfemas e uma quebra de caracteres para indicar o tipo de morfema.

source: Type back translation here
pt: Digitar retrotradução aqui

source: Type book title for {0} here
pt: Digitar título do livro para {0} aqui

source: Type of Check
pt: Tipo de Verificação

source: Type or Values
pt: Tipo ou Valores

source: Type slot name here
pt: Digitar o nome da posição aqui

source: Types of Data
pt: Tipos de Dados

source: Typing "{0}"
pt: Digitando "{0}"

source: Unable to convert the file from {0} to {1}.
pt: Não é possível converter o arquivo de {0} para {1}.

source: Unable to find any DLL files containing editorial checks in folder {0}.
pt: Não foi possível encontrar qualquer arquvio DLL contendo o verificador editorial na pasta {0}.

source: Unable to Import
pt: Não é possível Importar

source: Unable to Import Back Translation
pt: Não é possível Importar Retrotradução

source: Unable to Insert Movie File
pt: Não é possível Inserir Arquivo de Filme

source: Unable to Insert Picture
pt: Não é possível Inserir Imagem

source: Unable to Insert Sound File
pt: Não é possível Inserir Arquivo de Som

source: Unable to load the Phase 1 output file. {0}
pt: Não é possível carregar a Fase 1 do arquivo de saída. {0}

source: Unable to open Output file...
pt: Não é possível abrir o arquivo de Saída...

source: Unable to process files encoded in utf-32 formats. Please convert to utf-16 or utf-8.
pt: Não é possível processar arquivos codificados no formato utf-32. Favor converter em utf-16 ou utf-8

source: Unable to start the database server.
pt: Não é possível iniciar o servidor do banco de dados.

source: Unable to Update {0} on {1} from version {2} to {3}.{4}You need to update the database on the local machine.
pt: Não é possível Atualizar {0} em {1} de versão {2} para {3}.{4}Você precisa atualizar o banco de dados na máquina local.

source: Unassign Vernacular Equivalent
pt: Cancelar o Equivalente Vernacular

source: Uncheck all
pt: Desmarcar todos

source: Uncheck All
pt: Desmarcar Todos

source: Unclassified affix
pt: Afixo não classificado

source: Undecided
pt: Incerto

source: Under Development
pt: Em Desenvolvimento

source: &Undo
pt: &Desfazer

source: _Undo
pt: _Desfazer

source: Undo
pt: Desfazer

source: &Undo {0}
pt: &Desfazer {0}

source: Undo {0}
pt: Desfazer {0}

source: Undo {0} actions
pt: Desfazer {0} ações

source: Undo {0} Actions
pt: Desfazer {0} Ações

source: Undo {0} item in {1}
pt: Desfazer {0} item em {1}

source: Undo 1 Action
pt: Desfazer 1 Ação

source: Undo add {0} to {1}
pt: Desfazer adicionar {0} a {1}

source: Undo Add Component
pt: Desfazer Adicionar Componente

source: Undo Add Marker
pt: Desfazer Adicionar Marcador

source: Undo Add Text Tag
pt: Desfazer Adicionar Etiqueta de Texto

source: Undo Add to Spelling Dictionary
pt: Desfazer Adicionar ao Dicionário Ortográfico

source: Undo All Changes in this Analysis
pt: Desfazer Todas as Alterações nesta Análise

source: Undo Approve Analysis
pt: Desfazer Aprovar Análise

source: Undo Break Phrase into Words
pt: Desfazer Quebra de Frase em Palavras

source: Undo Bulk Edit
pt: Desfazer Edição em Massa

source: Undo Bulk Edit Inflection Class
pt: Desfazer Edição em Massa da Classe de Flexão

source: Undo Bulk Edit POS
pt: Desfazer Edição em Massa da POS

source: Undo change {0}
pt: Desfazer mudar {0}

source: Undo Change Morpheme Type
pt: Desfazer Mudança do Tipo de Morfema

source: Undo change to {0}
pt: Desfazer mudança para {0}

source: Undo changing {0} to {1}
pt: Desfazer mudar {0} para {1}

source: Undo Create {0}
pt: Desfazer Criar {0}

source: Undo Create Category
pt: Desfazer Criar Categoria

source: Undo Create Entry
pt: Desfazer Criar Entrada

source: Undo Create Inflection Feature
pt: Desfazer Criar Característica de Flexão

source: Undo Create New Sense
pt: Desfazer Criar Novo Significado

source: Undo Create Phonological Feature
pt: Desfazer Criar Característica Fonológica

source: Undo Create Variant Entry
pt: Desfazer Criar Entrada Variante

source: Undo Delete
pt: Desfazer Excluir

source: Undo delete {0}
pt: Desfazer excluir {0}

source: Undo delete item in {0}
pt: Desfazer excluir item em {0}

source: Undo Delete Record
pt: Desfazer Excluir Registro

source: Undo Delete Reversal Entry from Sense
pt: Desfazer Excluir Entrada Inversa do Significado

source: Undo Edit Function
pt: Desfazer Editar Função

source: Undo failed.
pt: Desfazer falhou.

source: Undo import from LIFT
pt: Desfazer importar de LIFT

source: Undo Insert
pt: Desfazer Inserir

source: Undo Insert {0}
pt: Desfazer Inserir {0}

source: Undo Insert Category
pt: Desfazer Inserir Categoria

source: Undo Insert Free Translation
pt: Desfazer Inserir Tradução Livre

source: Undo Insert Inflection Feature
pt: Desfazer Inserir Característica de Flexão

source: Undo Insert Literal Translation
pt: Desfazer Inserir Tradução Literal

source: Undo Insert Note
pt: Desfazer Inserir Nota

source: Undo Insert Phonological Feature
pt: Desfazer Inserir Característica Fonológica

source: Undo Insert Sense
pt: Desfazer Inserir Significado

source: Undo Make Dependent Clause
pt: Desfazer Fazer Oração Dependente

source: Undo Make Reversal Entries
pt: Desfazer Fazer Entradas Inversas

source: Undo Mark as Missing
pt: Desfazer Marcar como Ausente

source: Undo Merge
pt: Desfazer mesclagem

source: Undo Merge Cells
pt: Desfazer mesclagem de Células

source: Undo Merge Entry
pt: Desfazer mesclagem de Entrada

source: Undo Merge Reversal Category
pt: Desfazer mesclagem de Categoria Reversa

source: Undo Move Cell Back
pt: Desfazer Mover Célula Anterior

source: Undo Move Cell Forward
pt: Desfazer Mover Célula Frente

source: Undo Move Here
pt: Desfazer Mover Aqui

source: Undo Move Item
pt: Desfazer Mover Item

source: Undo Move Reversal Category
pt: Desfazer Mover Categoria de Inversão

source: Undo Move Reversal Entry
pt: Desfazer Mover Entrada Inversa

source: Undo Move Word
pt: Desfazer Mover Palavra

source: Undo New Entry ({0})
pt: Desfazer Nova Entrada ({0})

source: Undo previous actions.
pt: Desfazer ações anteriores.

source: Undo Remove ClauseMarker
pt: Desfazer Remover Marcador de Oração

source: Undo Remove from Rule
pt: Desfazer Remover da Regra

source: Undo Remove Marker
pt: Desfazer Remover Marcador

source: Undo Remove Text Tag
pt: Desfazer Remover Etiqueta de Texto

source: Undo Set Feature Variables
pt: Desfazer Configurar Variáveis de Características

source: Undo Set Modification Features
pt: Desfazer Configurar Características de Modificação

source: Undo Set Phonological Features
pt: Desfazer Criar Características Fonológicas

source: Undo Set Reversal Entries
pt: Desfazer Configurar Entradas Inversas

source: Undo Spelling Change
pt: Desfazer Mudança Ortográfica

source: Undo Update Environment
pt: Desfazer Atualizar Ambiente

source: Undo Variant Of
pt: Desfazer Variante De

source: Undoes the most recent change.
pt: Desfaz as alterações mais recentes.

source: Unexpected problem.
pt: Problema inesperado.

source: (unfiltered)
pt: (sem filtro)

source: Unicode Page
pt: Página Unicode

source: Unicode to Unicode
pt: Unicode para Unicode

source: Unicode Value
pt: Valor Unicode

source: Unicode Value: {0}
pt: Valor Unicode: {0}

source: Unicode Values: {0}
pt: Valores Unicode: {0}

source: UNK
pt: DESC

source: Unknown
pt: Desconhecido

source: UNKNOWN (DO NOT TRANSLATE)
pt: DESCONHECIDO (NÃO TRADUZIDO)

source: Unknown Allomorph!
pt: Alomorfo Desconhecido

source: unknown category
pt: categoria desconhecida

source: <Unknown Complex Form>
pt: <Forma Complexa Desconhecida>

source: Unknown error({0}).
pt: Erro desconhecido({0}).

source: unknown morph type
pt: tipo de morfema desconhecido

source: Unknown Morpheme!
pt: Morfema Desconhecido!

source: Unknown Natural Class!
pt: Classe Natural Desconhecida!

source: Unknown term!
pt: Termo desconhecido!

source: (Unknown)
pt: (Desconhecido)

source: UnknownAbbreviation!
pt: AbreviaturaDesconhecida!

source: Unnamed
pt: Sem nome

source: (unnamed)
pt: (sem nome)

source: Unregistered
pt: Não registrado

source: &Unresolved
pt: &Não Resolvido(a):

source: &Unspecified
pt: &Não especificado

source: Unsp&ecified
pt: Não esp&ecificado

source: Unspecified
pt: Não especificado

source: Unspecified use of punctuation pattern
pt: Uso não especificado do padrão de pontuação

source: (unspecified)
pt: (não especificado)

source: Unsupported Image Format
pt: Formato de Imagem não-Suportado

source: Untested
pt: Não testado

source: (untitled)
pt: (sem título)

source: Update
pt: Atualizar

source: Up&date Biblical Term Equivalents
pt: A&tualizar Equivalentes dos Termos Bíblicos

source: Update Biblical Term Equivalents
pt: Atualizar Equivalentes dos Termos Bíblicos

source: Update &Page Breaks
pt: Atualizar Quebra de &Páginas

source: Update Page Breaks
pt: Atualizar Quebra de Páginas

source: Update Picture Properties
pt: Atualizar Propriedades da Imagem

source: Updating {0}
pt: Atualizando {0}

source: Updating Biblical Term Equivalents
pt: Atualizando Equivalentes de Termos Bíblicos

source: Updating Biblical Term Equivalents in {0}
pt: Atualização Termos Biblicos Equivalentes em {0}

source: Updating Grammar & Lexicon
pt: Atualizando Gramática e &Léxico

source: Updating project...
pt: Atualizando projeto…

source: Updating the display
pt: Atualizando a exibição

source: Updating verse bridges
pt: Atualizando versículos pontes

source: Updating: {0}
pt: Atualizando: {0}

source: Updating: '{0}' ...
pt: Atualizando: '{0}' …

source: Uppercase mapping:
pt: Mapeamento de letras maiúsculas:

source: Usage
pt: Uso

source: Usa&ge:
pt: U&so:

source: Usages
pt: Usos

source: Use Abbreviation as label
pt: Usar Abreviatura como etiqueta

source: Use Allomorph
pt: Usar Alomorfo

source: Use &Arabic Numbers
pt: Usar Números &Árabes

source: Use Arabic Numbers on E&xport
pt: Usar Números Árabes na E&xportação

source: &Use as Vernacular Equivalent
pt: &Usar como Equivalente Vernacular

source: Use as Vernacular Equivalent
pt: Usar como Equivalente Vernacular

source: Use default analysis
pt: Usar análise padrão

source: &Use Entry
pt: &Usar Entrada

source: Use marks for which levels
pt: Usar marcas para os níveis

source: Use &regular expressions
pt: Usar expressões &regulares

source: Use regular expressions
pt: Usar expressões regulares

source: &Use This Version
pt: &Usar Esta Versão

source: Use which marks
pt: Usar qual marca

source: {0}. Used {1} times by analyses.
pt: {0}. Usado {1} vezes por análises.

source: {0}. Used 1 time by analyses.
pt: {0}. Usado 1 vez por análises.

source: _User
pt: _Usuário

source: User Analyses
pt: Análises do Usuário

source: User Approved (Analyses)
pt: Aprovado pelo Usuário (Análises)

source: User Disapproved (Test Case Analyses)
pt: Não Aprovado pelo Usuário (Análise do Caso Teste)

source: user interface
pt: interface do usuário

source: User interface language:
pt: Interface de Idioma do usuário:

source: &User Must Change Password at Next Login
pt: &Usuário Deve Alterar a Senha no Próximo Logon

source: User Opinion
pt: Opinião do Usuário

source: User Opinion Unknown (Analysis Candidates)
pt: Opinião do Usuário Desconhecido (Candidatos de Análise)

source: User Properties
pt: Propriedades do Usuário

source: &User Properties...
pt: Propriedades do &Usuário…

source: Users:
pt: Usuários:

source: Using this version will cause the highlighted text in the current version to be deleted. Are you sure you want to do this?
pt: Usando esta versão fará com que o texto destacado na versão atual seja excluído. Tem a certeza de que deseja fazer isso?

source: Usually, you only need to use the following fields in order to distinguish writing systems for the same language.
pt: Normalmente, você precisará apenas utilizar os seguintes campos para distinguir os sistemas de escrita para o mesmo idioma.

source: Utilities
pt: Utilitários

source: _Utilities...
pt: _Utilitários…

source: Valid characters
pt: Caracteres válidos

source: Valid Characters
pt: Caracteres Válidos

source: &Valid Characters...
pt: Caracteres &Válidos…

source: &Valid Characters:
pt: Caracteres &Válidos:

source: Valid?
pt: Válido?

source: Validating output file {0}
pt: Validar arquivo de saída {0}

source: Validating the input file
pt: Validar arquivo de entrada

source: Value
pt: Valor

source: Value #{0}
pt: Valor #{0}

source: Value Name
pt: Nome do Valor

source: Values
pt: Valores

source: _Variant
pt: _Variante

source: Variant abbreviation:
pt: Abreviatura de variante:

source: Variant Form
pt: Forma da Variante

source: Variant Forms
pt: Formas das Variantes

source: Variant Forms can be configured in more detail.
pt: Formas das Variantes podem ser configuradas com mais detalhes.

source: Variant name:
pt: Nome da Variante:

source: Variant not found?
pt: Variante não encontrada?

source: Variant of
pt: Variante de

source: Variant of Entry or Sense
pt: Entrada ou Significado da Variante

source: Variant of...
pt: Variante de…

source: &Variant of:
pt: &Variante de:

source: Variant Pronunciations
pt: Pronúncia da Variantes

source: Variant Type
pt: Tipo de Variante

source: Variant Type :
pt: Tipo de Variante :

source: Variant Type:
pt: Tipo de Variante:

source: Variant Types
pt: Tipos de Variante
